tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash-completion"
brew "git"
brew "thefuck"
brew "wget"
brew "jq"
brew "asdf"
brew "openssl" 
brew "readline"
brew "coreutils"
brew "gpg"
cask "alfred"
cask "android-studio"
cask "docker"
cask "onedrive"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "fork"
cask "insomnia"
cask "iterm2"
cask "telegram"
cask "mysqlworkbench"
cask "psequel"
cask "robo-3t"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
