# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Binaries
brew "bash-completion"
brew "git"
brew "sqlite"
brew "mongodb"
brew "mysql"
brew "postgresql"
brew "redis"
brew "thefuck"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ios-webkit-debug-proxy", args: ["HEAD"]

# Applications
cask "alfred"
cask "docker"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "mysqlworkbench"
cask "omnidisksweeper"
cask "postgres"
cask "psequel"
cask "robo-3t"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
